[chapter3act1]
sketch0 = Ehhhh ba ba bab![waitlong] Where do ya think yer going, lass?
sketch1 = Yer a movie star now, lassy! We need yer ugly mug all over, so that birds from 'round the world will come to watch me movies!
sketch2 = Here, take this pen 'n paper, and start making me a movie poster! Make yerself look tough and ready for a fist fight!
sketch3 = Make sure to give yerself an outfit as well! It's all about the looks!

sketch_done0 = Eh he he! Is that the best yer can do, then? Alright, I'll put these up!
sketch_done1 = ¡Vamos, entra! ¡Nos estamos preparando para rodar la película de acción MÁS GRANDE de la historia de las aves!
sketch_done2 = ¡¡¡La película va a ser LA BOMBA!!! ¡[wave]JA JA JA JA[/wave]!
sketch_done3 = Esto..., digo "bomba" de buena manera, ¡picacuellos!

trigger_detonation0 = Muy bien muchachita, escucha. ¡Tengo malas noticias!
trigger_detonation1 = Esa palanca que acabas de tirar... comienza la secuencia de autodestrucción del tren, y eso no es broma. ¡Va a estallar!
trigger_detonation2 = Necesito una película con intensas escenas de acción, ¡y eso es lo que vamos a hacer! ¡El tren va a explotar en unos cuantos minutos!
trigger_detonation3 = ¡Pero puedes salvarnos a todos, muchacha! ¡Tienes que llegar al interruptor en la parte delantera del tren para apagarlo!
trigger_detonation4 = ¿¡Y MÁS TE VALE QUE LLEGUES A TIEMPO, ESTÁ BIEN?! No me importa la seguridad de los búhos ni la tuya, ¡pero ni se te OCURRA dejar que mi tren estalle! ¡Es mi bebé!
trigger_detonation5 = ¡Las cámaras estarán rodando, aquí es cuando te apresuras! ¡Vamos! ¡Cambio y fuera!

ending0 = ¡Lo hiciste! ¡Y a tiempo!
ending1 = Oh jo jo jooo... ¡Mira todo este material que conseguimos![br]¡Mira cómo estás corriendo por tu vida![br]¡[wave]JU JU, JU JU JU![/wave]!
ending2 = ¿Ay, qué pasa? ¡Lo hicimos en el nombre de la cinematografía! ... ¡Y para vencer a ese bueno para nada de [icon:djgrooves][name]DJ Grooves[/name]! ¡Apuesto a que no podrá hacer ni la MITAD de película que acabamos de hacer!
ending3 = Como sea, toma una de[icon:timepiece][timepiece]estas cosillas[/timepiece] que te gustan tanto. ¡Te la mereces!

[big_parade]
playing_cards0 = ... wait... hold on... gimme a minute to think about me next move!
playing_cards1 = ... uhhh... is ace the best card, or the worst card...?

[deadbird]
intro0 = ¡Este estudio de películas es demasiado pequeño para los dos, [icon:djgrooves][name]DJ Grooves[/name]! ¡La película debe ser hecha por VERDADERAS aves!
intro1 = ¡Tú y tus [name]Pingüinos Lunares[/name] sólo van a seguir haciendo más y más inútiles tonterías! Si quisiera que un montón de picacuellos empezaran a bailar en algo de alpiste, ¡visitaría a mis nietos!
intro2 = ¿Q-qué? No, claro que no, ¡bufón!
intro3 = ¿Aaaah, sí?
intro4 = Bueno, esta vez, ¡nosotros también la estamos condimentando con nuestros más novedosos accesorios de películas!
intro5 = ¡Estos [icon:timepiece][timepiece]relojitos de arena[/timepiece] serán la gran joya de nuestro gran atraco de tren en el oeste!
intro6 = .......
intro7 = [scream][big]¡¿PERO... QUÉ?![/big][/scream]
intro8 = ¡Ustedes, monton de tramposos picacuellos! ¡Copiaron nuestros accesorios!
intro9 = ¡Eso es todo! ¡Lárgate de aquí, tengo una película que grabar!
intro10 = ¡¿Aaah, sí?! ¡Veamos qué tan bien te va cuando no puedes ni entrar a la recepción! [wave]¡JA JA JA JA![/wave]
intro11 = Oh, espera, encerrar a los picacuellos dentro del estudio los obligará a trabajar más duro.
intro12 = Muy bien, ¡es hora de irse, búhos! ¡¡¡Vayamos a hacer nuestra película mortal!!!
intro13 = Ah, y recepcionista, ¿puedes, POR FAVOR, cerrar esa ventilación de una vez? ¡No quiero que el olor a pingüino se acerque a nadie de mi tripulación!

director_cut0 = ¡CORTE!
director_cut1 = ¡¿Qué. Fue. ESO?!
director_cut2 = ¡Detengan las cámaras!
director_cut3 = ¡¿Qué es ESO?!
director_cut4 = ¡Lárgate de mi set!

director_action0 = Muy bien, ¿todos listos? Vamos, desde arriba, entonces... ¡ACCIÓN!
director_action1 = ¡Hagamos que esta película suceda! ¡Búhos! ¡En posición! ¡ACCIÓN!
director_action2 = ¡Cámaras! ¡Luces! ¡ACCIÓN!
director_action3 = ¡Toma número cuatro mil sesenta y cinco...! ¡ACCIÓN!
director_action4 = ¿Están listos para la siguiente escena? ¡Vamos, vamos! ¡ACCIÓN!

director_idle0 = ¡Pero qué montón de pésimos actores! ¡Malísimos!
director_idle1 = Venga, ¡hagan algo mejor que los pingüinos, al menos!
director_idle2 = ¡Tú! ¿¡Qué estás haciendo!? ¡Vuelve a tu posición, vamos, vamos!
director_idle3 = ¿En qué escena estamos? ¿Cuarenta y dos? ¡Porque se SUPONE que no debes estar en el marco de la escena cuarenta y dos!

outro0 = [scream][big]¡OYE! ¡¿QUÉ CREES QUE HACES?![/big][/scream]
outro1 = ¡No puedes salir de la nada y ponerte a manipular los [icon:trophy][trophy]Annual Bird Movie Awards[/trophy]! ¡Eso es fraude! ¡FRAUDE! ¡Oigan todos, tenemos a una ESTAFADORA POR AQUÍ!
outro2 = ...
outro3 = ¡¿DÓNDE ESTÁN MIS GUARDIAS BÚHO?! ¡¿Por qué los búhos siempre son tan inútiles?!
outro5 = A ver, ¡escúchame bien, muchachita! ¡Te metiste en grandes problemas! Si vas a manipular los premios con ese torcido [icon:djgrooves][name]DJ Grooves[/name], no puedo mandarte a prisión... En ese caso, me tendrás que ayudar a siquiera equilibrar la puntuación!
outro6 = Así es, ¡también serás la estrella de mis películas!
outro7 = Toma, quédate con uno de nuestros[icon:timepiece][timepiece]nuevos accesorios[/timepiece], practica para presumirlo con ganas, ¡y tráelo mañana a mi set! ¿Te quedó claro? ¡No llegues tarde!

[murder]
intro0= ¡Bienvenida de nuevo, muchachita! Aún no he escrito el guion para mi próxima película, ¡así que no estamos grabando aún!
intro1= Te llamaré cuando el guion esté listo.

victim_reveal0 = [scream]¿U-un ASESINATO? ¿¡En MI Búho Express!?[/scream]
victim_reveal1 = ¡No me puedo creer que alguien asesinara a uno de los Búhos del Express!
victim_reveal2 = ¡Y no puedo creer aun más que haya sido la hermana de tu tío [MotherMaidenName]!
victim_reveal3 = ¡¿Qué tienes que decir en tu defensa, [MotherMaidenName]?!
victim_reveal4 = ...
victim_reveal5 = Te estás poniendo calladita conmigo, ¿eh? ¡Eso es lo que haría un asesino!
victim_reveal6 = ¡¿QUÉ?! ¡¿Cómo que no puedo caminar en mi propio tren?! ¿Cómo te atreves?

mission_start0 = ¡Esos picacuellos de C.A.W no pueden simplemente venir a escupirme órdenes! ¡Apuesto a que ellos cometieron el asesinato, y están destruyendo la evidencia!
mission_start_evidence0 = ¿Conseguiste evidencia de que el asesino soy YO? ¡Ja! ¡No me hagas reir! Vuelve aquí cuando tengas TODOS los hechos.

mission_end0 = Así que, ¿quién lo hizo?
mission_end1 = ¡¿Qué?! ¿Así que sólo se la pasaron picoteando en lugar de resolver el caso?
mission_end2 = ¿Quién es el asesino? ¡¿Quién de ustedes lo hizo?!

suspect_crows0 = ¿Los cuervos lo hicieron?
suspect_sciowls0 = ¡¿Los Búhos Del Express lo hicieron?!
suspect_mothermaiden0 = ¡¿Entonces la Sra. [MotherMaidenName] lo hizo después de todo?!
suspect_victim0 = ¡¿La víctima lo hizo?!
suspect_victim1 = Espera, ¿eso significa que fue un suicidio?

suspect_generic0 = ¿Pero por qué? ¿Por qué asesinar a uno de los Búhos del Express?
suspect_generic1 = ¿Como q-qué? ¡¿Un cuchillo de goma?!

suspect_ending0 = Bueno, gracias por resolver el asesinato, muchachita.
suspect_ending1 = No sólo revelaste al asesino, también revelaste que la víctima nunca fue lastimada.
suspect_ending2 = ... ¡Y conseguiste intensas imágenes para la película!
suspect_ending3 = ¿Qué? ¿Crees que permitiría que ocurriera un asesinato en MI Búho Express? ¡Piensa de nuevo! ¡Todo fue idea mía para mi nueva película del Búho Express:[name]¡Asesinato en el Búho Express![/name]
suspect_ending4 = ¿Crees que [icon:djgrooves][name]DJ Pica Cuellos[/name] podrá hacer una película que sea remotamente tan buena? ¡Lo dudo completamente!
suspect_ending5 = Bueno, ¡toma esta [icon:timepiece][timepiece]cosilla[/timepiece] y sal de aquí!
suspect_ending6 = ... ¡Y espero que no estés protagonizando ninguna película de [icon:djgrooves][name]DJ Grooves[/name]! ¡Sus películas son un basurero de imágenes mal revueltas! Además, tenemos un trato de exclusividad, ¿no?

suspect_conductor0 = ... ¡¿YO?!
suspect_conductor1 = No puedo ser el asesino, ¡soy el conductor!
suspect_conductor2 = ¿Qué?
suspect_conductor3 = En serio, ¿qué?
suspect_conductor4 = ¡No fui yo!
suspect_conductor5 = Detente.
suspect_conductor6 = Ya, suficiente.
suspect_conductor7 = ...
suspect_conductor8 = ¡BIEN, BIEN!
suspect_conductor9 = Fui yo. Yo lo hice. Ya, listo, ¿feliz?

suspect_conductor10 = ¿Cómo supiste que fui yo? Me esforcé mucho para evitar ser el villano en mi propia película.
suspect_conductor11 = El Búho del Express ni siquiera está muerto, le di un cuchillo de goma y le pedí que fingiera estar muerto por unas cuantas horas.

suspect_hatkid0 = ¡¿Tú lo hiciste?!
suspect_hatkid1 = ¡Pero claro, sí, todo tiene sentido!
suspect_hatkid2 = Viste al búho completamente solo, una víctima solitaria en tu plan maestro.
suspect_hatkid3 = Con odio por la sociedad y su rápido crecimiento en términos de transporte, te deshiciste del primer pasajero que viste.
suspect_hatkid4 = Su cuerpo cayó como un maniquí, con sangre derramándose por todas partes, y el olor... ¡Despertó a tus demonios internos!
suspect_hatkid5 = Luego, le arrancaste las extremidades y te las comiste una a una, como un animal sediento de sangre.
suspect_hatkid6 = Así es como sucedió, ¿no es así?
suspect_hatkid7 = ¡Asesinaste a ese pobre búho a sangre fría!

suspect_hatkid8 = Oh.
suspect_hatkid9 = ¡Aun así, vaya que te pasaste, detective! ¡Te llegó la hora!

[GearPieces]
story_intro0 = Nice place you've got here, lass! Not bad, not bad at all.
story_intro1 = You know, back in me old days, I used to go on adventures, just like yerself!
story_intro2 = Wanna hear old stories from an old man? It won't give yer a reward or nuthin'.
story_intro3 = What kinda story do yer wanna hear?
story_intro4 = That'll be [cost] pons for a new story! What, you thought me wisdom was gonna be free? Hah!
story_intro5 = Alright, pick a story!

story_Jungle01 = Me 'n the Búho Espress were heading to new territory, in search of the next Gear Piece!
story_Jungle02 = I ventured to the deepest parts of the macaroni jungle, when suddenly, I was met with tribesmen! Lots of them! I was surrounded, kid!
story_Jungle03 = But wait... they recognized me! They all bowed down in awe! They said I was the great bird of the west! They must've seen me movies or somethin'!
story_Jungle04 = They brought me to their temple, and I saw the next Gear Piece in broad daylight. I knew I had to get me hands on it, but how?
story_Jungle05 = As they led me to their worship chamber, my expectations got higher and higher, you know? I was awaiting seeing myself in golden statue form!
story_Jungle06 = But lo and behold, you know what I saw, kiddo? A poster of [icon:djgrooves][name]DJ GROOVES[/name]! I was like, YER WHAT, PECK NECKS?!
story_Jungle07 = And so I tore down the poster, stole their Gear Piece, 'n ran off! And that's how I got my 7th Gear Piece! Soon the Black Jewel Train will be mine!

[BossBattle]
SupportNotice0 = ¡Muchachita, por aquí!
SupportNotice1 = ¡Aguanta un poco más![br]¡Encontraré la forma de [br] desactivar la bomba!
SupportNotice2 = ¡Consegui el desactivador[br], ven aquí, rápido!

hth_intro0 = Tengamos una charla de corazón a corazón. Toma asiento, muchachita.
hth_intro1 = Desde que llegaste a este planeta, estas [icon:timepiece][timepiece]piezas temporales[/timepiece] han estado cayendo del cielo.
hth_intro2 = Ahora, sé que sientes que te pertenecen. Lo entiendo, ¿pero sabías que pueden rebobinar el tiempo?
hth_intro3 = Con una sola [timepiece][icon:timepiece]Pieza Temporal[/timepiece], ¡podría reclamar el trofeo que me pertenece! ¡Así es, perdí el premio del 42!
hth_intro4 = ¡Obtuve el 2do puesto en el [icon:trophy][trophy] Annual Bird Movie Award del 42 [/trophy]! ¡Yo! ¿Te lo puedes creer? ¡[icon:djgrooves][name]DJ Grooves[/name] logró obtener el trofeo del 1er lugar!
hth_intro5 = Necesito sólo una[timepiece][icon:timepiece]Pieza Temporal[/timepiece] para arreglar este error. ¿No puedes darme una sola [icon:timepiece][timepiece]Pieza Temporal[/timepiece]?
hth_intro5_yes = ¿Tal vez?
hth_intro5_no = ¡No!
hth_intro6a = ¡Gracias, muchachita, no te arrepentirás! ¡Arreglaremos este pequeño error en la historia, y recuperaré mi racha de victorias imbatibles!
hth_intro7a = Desafortunadamente... No puedo dejar que salgas de esta habitación. No puedo arriesgarme a que se te salga algo sobre ésto. ¡[icon:djgrooves][name]DJ Pica Cuellos[/name] se burlaría de mí por hacer trampa!
hth_intro8a = ¡Fue lindo conocerte, muchachita! ¡Hasta nunca!
hth_intro6b = Eres una jovencita codiciosa, ¿a que no? Sólo necesito una, ¿y no vas a compartir?
hth_intro7b = Bueno, ¡si quieres esta [timepiece][icon:timepiece]Pieza Temporal[/timepiece] de vuelta tan desesperadamente, ven a por ella!
hth_intro9 = ¿Recuerdas esta bombita? Esta vez está unida a ti, en lugar de a mi encantador tren ... [wave]¡Ju ju ju ju![/wave]

Intro0 = Oh jo joooo, ¡mira a quién tenemos aquí! Supongo que hallaste mi pequeño sótano, ¿eh?
Intro1 = Esta última [icon:timepiece][timepiece]Pieza Temporal[/timepiece] es toda mía. Si la quieres, ¡tendrás que tomarla de mis frías manos muertas!

[award]
intro0 = ¡Gracias, gracias! ¡Son demasiado amables! ¡No, por favor, sigan, sigan!
intro1 = ¡Oh! Muchachita, ¡eres tú! ¡Lo logré! ¡Gané el [icon:trophy][trophy]Annual Bird Movie Award[/trophy] una vez más![br]¡Imagina la cara que debe estar poniendo [icon:djgrooves][name]DJ Grooves[/name] ahora mismo! [scream][wave]¡JU JU JU JU JU![/wave][/scream]
intro2 = Ahora, toma este [icon:timepiece][timepiece]pequeño e insignificante accesorio[/timepiece], para recompensar tus pequeños e insignificantes esfuerzos en asegurar mi victoria. ¡Probablemente puedas venderlo en eBird por diez o cinco centavos!
intro3 = ¿Qué? ¿Estás esperando más o algo así?[br]¡Olvídalo! ¡Vete! ¡Largo! ¡Vete de aquí![br]¡No quiero volver a ver tu feo hocico núnca más!

[finale]
outside0 = ¿Tú también estás aquí, muchachita? ¡¿Qué es este sitio?! ¡Nunca he rompido ni una sola ley en mi vida!
outside1 = Sean quienes sean, no me va a juzgar una...
outside2 = [scream]¡BIGOTUDA,[/scream]
outside3 = [scream]SIN SOMBRERO,[/scream]
outside4 = [scream]ENCAPUCHADA',[/scream]
outside5 = [scream]POSESIVA,[/scream]
outside6 = [scream]ENGREÍDA,[/scream]
outside7 = [scream]Y ESTÚPIDA...[/scream]
outside8 = [scream][big]¡PICACUELLOS![/big][/scream]
group_counter0 = ¡Eso es, lárgate! ¡Nadie te quiere aquí! ¿No es así, muchacha?
mafiaball0 = Ya lo tengo. ¡Démosle algo para que pueda golpear a esa pequeña molestia roja, así de seguro se largará!
mafiaball1 = ¡¡¡Vamos a rodar, ju ju ju!!! Muchachita, ¡danos un empujón directo al feo hocico de esa muchacha roja!

suicide0 = Je je je... esos muchachos de la Mafia... tan tontamente valientes. Pero hey, ¿de qué sirve vivir si no estoy en mi tren de todos modos?
suicide1 = Muy bien, [icon:djgrooves][name]DJ Grooves[/name], nosotros dos vamos a ayudar a esta pequeña niña del sombrero. ¡Prepárate para un vil puñetazo, y apúntame a la cara, ese es mi punto débil!
suicide2 = Esta insoportable muchacha roja tiene que... ¡LARGARSE!

[ending]
hang0 = ¡No te atrevas a irte, muchachita!
hang1 = ¡¡¡Te vamos a extrañaaaaaaaaaar!!!